tap "homebrew/bundle" # Homebrew の "bundle" タップを追加する。Brewfile でまとめてパッケージ管理できるようにする。
brew "coreutils" # macOS の BSD 系ユーティリティの代わりに GNU 系ユーティリティを利用できるようにする
brew "gh"
brew "go"
brew "httpie"
brew "jq" # JSON を操作・解析するツール
brew "yq" # YAML を操作・解析するツール
brew "lsd" # ls コマンドの改良版。アイコンや色付けによる視覚的な改善を提供
brew "node" # Node.js
brew "yarn"
cask "1password"
cask "dbeaver-community"
cask "docker"
cask "google-chrome"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "warp" # ターミナルアプリケーション
