tap "homebrew/bundle"
tap "homebrew/core"
brew "act"
brew "coreutils"
brew "gh"
brew "go"
brew "httpie"
brew "jq"
brew "lsd"
brew "yarn"
brew "yq"
cask "1password"
cask "as-timer"
cask "dbeaver-community"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "kindle"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "warp"
